{"name":"Nyck De Vries","biography":"Biography\n\nNyck de Vries had to wait until he was 27 years old for a shot at racing in F1, but it was an opportunity the Dutchman grabbed with both hands to become one of the hottest options on the driver market and ultimately land a full-time deal with AlphaTauri.\nWell-versed with F1 machinery thanks to his Mercedes reserve role, which included several FP1 runs for the works and supplier teams in 2022-spec cars, De Vries slotted in seamlessly when Williams unexpectedly called him up to replace the unwell Alex Albon at the 2022 Italian Grand Prix.\nEmbracing the pressure of the moment, De Vries out-qualified and out-raced regular driver Nicholas Latifi to take the chequered flag in a highly-impressive ninth place, adding two valuable points to Williams’ tally and landing plenty of praise.\nThe performance cemented the views of many in the F1 paddock, including Toto Wolff, who saw De Vries lift the Formula E title with Mercedes in the 2020-21 season, adding to a trophy cabinet that also includes F2 and Formula Renault titles.\nAfter De Vries’ phone stopped buzzing post-Monza, it was AlphaTauri who won out in the battle to secure his services – Red Bull advisor Helmut Marko spending two days chatting and dining with De Vries in Austria on the suggestion of fellow countryman Max Verstappen.\nAn older F1 rookie than many before him, De Vries will be looking to combine the extra experience he has gained over the years with his unquestionable pace and ensure that the sport becomes home for the peak phase of his motor racing career.","stat":[{"statKey":"Team","statValue":"AlphaTauri"},{"statKey":"Country","statValue":"Netherlands"},{"statKey":"Podiums","statValue":"N/A"},{"statKey":"Points","statValue":"2"},{"statKey":"Grands Prix entered","statValue":"9"},{"statKey":"World Championships","statValue":"N/A"},{"statKey":"Highest race finish","statValue":"9 (x1)"},{"statKey":"Highest grid position","statValue":"8"},{"statKey":"Date of birth","statValue":"06/02/1995"},{"statKey":"Place of birth","statValue":"Uitwellingerga, Netherlands"}]}