{"name":"Zhou Guanyu","biography":"Biography\n\nChina has never boasted a Grand Prix starter among its citizens – but Zhou Guanyu is the driver charged with changing that state of affairs, after receiving the call-up to make his F1 debut for Alfa Romeo in 2022.\nThe Shanghai-born racer attended his home city’s inaugural Grand Prix in 2004 at the age of five, cheering on his hero Fernando Alonso. But having caught the racing bug, the Chinese driver then set himself the ambitious goal of becoming his country’s first-ever F1 racer – achieving a feat that Ma Qinghua, the only other Chinese driver to take part in a Formula 1 weekend, never managed.\nShowing boldness and dedication, Zhou put his plan into action by moving to England with his family aged just 12 to pursue his motorsport ambitions. A second-place finish in the 2015 Italian F4 championship proved Zhou was possessed of the right stuff – a fact already noted by Ferrari, who’d signed him to their driver academy a year earlier.\nA move to Renault’s academy for 2019 coincided with his debut in Formula 2, with Zhou building his confidence in the series via multiple wins and pole positions across three seasons, leading to him challenging for the drivers’ title in 2021.\nThat was enough to convince Alfa Romeo Team Principal Fred Vasseur to put his faith in Zhou for 2022 and field him alongside ex-Mercedes racer Valtteri Bottas – allowing Zhou to achieve his dream of racing in F1, and even to see how he fares against his own childhood hero, Fernando Alonso.","stat":[{"statKey":"Team","statValue":"Alfa Romeo"},{"statKey":"Country","statValue":"China"},{"statKey":"Podiums","statValue":"N/A"},{"statKey":"Points","statValue":"10"},{"statKey":"Grands Prix entered","statValue":"30"},{"statKey":"World Championships","statValue":"N/A"},{"statKey":"Highest race finish","statValue":"8 (x1)"},{"statKey":"Highest grid position","statValue":"9"},{"statKey":"Date of birth","statValue":"30/05/1999"},{"statKey":"Place of birth","statValue":"Shanghai, China"}]}